Repository: mtosun-mebura/onenation
Catalog: web/app/languages/plugins/granular-controls-for-elementor-*.po
Languages: nl_nl

source: Take control of your favourite page builder's elements to design better websites and landing pages and overall better UI/UX.
nl_nl: Beheer de elementen van je favoriete pagina-builder om betere websites en landingpagina's te ontwerpen en het geeft je over het algemeen betere UI / UX.

source: Select the template you'd like to be used as the Welcome Panel in the Admin Dashboard.
nl_nl: Selecteer de template die je wilt gebruiken als welkomstvenster in het beheerders dashboard.

source: Panel Template ID
nl_nl: Paneel template ID

source: Enable the custom Granular Welcome Panel in the Admin Dashboard.
nl_nl: Schakel het aangepaste Granular Welcome Panel in het Admin Dashboard in.

source: Welcome Panel
nl_nl: Welkomstpaneel

source: Enable use of Elementor content in the Admin Dashboard - below options will not function correctly with this setting turned off!.
nl_nl: Schakel het gebruik van Elementor-inhoud in het Admin Dashboard in. Onderstaande opties zullen niet correct werken als deze instelling is uitgeschakeld!

source: If you've changed the default exit point it might be worth changing the button text too so that you know where you'll land on exit :)
nl_nl: Als je het standaard exit punt hebt gewijzigd, is het misschien de moeite waard om ook de knoptekst te wijzigen, zodat je weet waar je terechtkomt bij het verlaten van de pagina.

source: Exit Name
nl_nl: Afsluit naam

source: New Tab/Window
nl_nl: Nieuw tabblad / venster

source: Same Tab/Window
nl_nl: Hetzelfde tabblad / venster

source: Select How the exit happens. Sometimes you might want to quickly pop into the Admin area without leaving the editor<br /> then setting the Exit Point to a new tab might be ideal for your work flow :)
nl_nl: Selecteer hoe de exit gebeurt. Soms wil je misschien snel in het Admin-gebied komen zonder de editor te verlaten <br /> en dan zou het instellen van het Exit-punt op een nieuw tabblad ideaal kunnen zijn voor je workflow :)

source: Exit Target
nl_nl: Afsluit Doel

source: Library List
nl_nl: Bibliotheeklijst

source: Posts List
nl_nl: Berichtenlijst

source: Pages List
nl_nl: Pagina lijst

source: Edit Screen
nl_nl: Scherm bewerken

source: Select where to land when the Exit To Dashboard buttons is clicked - Default is the current post/page edit screen
nl_nl: Selecteer waar u wilt landen wanneer u op de knoppen Sluiten naar dashboard klikt - Standaard is het huidige bewerkingsscherm voor berichten / pagina's

source: Exit Point
nl_nl: Afsluit punt

source: Don't like having to go through too many hoops in order to exit the editor? There's a control for that - just enable to get a 1 exit option bar!
nl_nl: Vind je het niet leuk om door te veel hoepels heen te gaan om de editor te verlaten? Daar is een controle voor - schakel gewoon in om een ​​optiebalk voor 1 exit te krijgen!

source: Enable Exit Bar
nl_nl: Schakel de afsluitbalk in

source: Choose to load the Particles scripts and it's controls or not!
nl_nl: Kies ervoor om de Particles-scripts en de bijbehorende besturingselementen te laden of niet!

source: Choose to load the Parallax scripts and it's controls or not!
nl_nl: Kies ervoor om de Parallax-scripts en de bijbehorende besturingselementen te laden of niet!

source: Elementor - Hacking away at UI Frustrations #2 - Widget Panel By <a target="_blank" href="https://www.facebook.com/profile.php?id=100011054383197">David Beckwith</a>.
nl_nl: Elementor - Hack er op los bij UI Frustrations # 2 - Widget Panel Door <a target="_blank" href="https://www.facebook.com/profile.php?id=100011054383197"> David Beckwith </a>.

source: Grunge Red
nl_nl: Grunge rood

source: Red
nl_nl: Rood

source: Deep Purple
nl_nl: Donker paars

source: Deep Blue
nl_nl: Diepblauw

source: Dark Grunge
nl_nl: Donkere Grunge

source: Light Grunge
nl_nl: Licht Grunge

source: Dark
nl_nl: Donker

source: Default
nl_nl: Standaard

source: Apply a custom color skin to the editor panel. Dark skin is by <a target="_blank" href="https://www.facebook.com/AlexIschenko2016">Alex Ischenko</a>
nl_nl: Pas een aangepast kleurenschema toe op het editorpaneel. Dark skin is by <a target="_blank" href="https://www.facebook.com/AlexIschenko2016"> ​​Alex Ischenko </a>

source: Change Editor Color
nl_nl: Verander bewerker kleur

source: Remove the Elementor's dashboard widget.
nl_nl: Verwijder de dashboardwidget van Elementor.

source: Remove Dashboard Widget
nl_nl: Dashboard Widget verwijderen

source: Set all accordions' first tab to be closed on page load.
nl_nl: Stel in dat de eerste accordeon tab van alle accordeons moet worden gesloten bij het laden van de pagina.

source: Accordions Closed?
nl_nl: Accordeons gesloten?

source: Select
nl_nl: kiezen

source: Advanced Settings
nl_nl: Geavanceerde instellingen

source: Editor Options
nl_nl: Editor-opties

source: General Controls
nl_nl: Algemene bedieningselementen

source: Choose File
nl_nl: Kies bestand

source: Elementor Controls Elements
nl_nl: Elementor beheer elementen

source: Set content display schedule end date!
nl_nl: Stel de einddatum van het schema voor tonen van de inhoud.

source: End Date
nl_nl: Einddatum

source: Set content display schedule start date!
nl_nl: Stel de begindatum van het schema voor tonen van de inhoud.

source: Start Date
nl_nl: Begin datum

source: Switch on to schedule the contents of this column|section!.
nl_nl: Schakel in om het tonen van de inhoud van deze kolom | sectie te plannen.

source: Schedule Content?
nl_nl: Plan het tonen van de inhoud?

source: These controls only affect the Column|Section they are attached to!
nl_nl: Deze besturingselementen zijn alleen van invloed op de kolom | sectie waaraan ze zijn gekoppeld!

source: Schedule Content
nl_nl: Inhoud plannen

source: Paste your particles JSON code here - Generate it from <a href="http://vincentgarreau.com/particles.js/#default" target="_blank">Here!</a>
nl_nl: Plak hier je partituren JSON-code - Genereer het van <a href="http://vincentgarreau.com/particles.js/#default" target="_blank"> Hier! </a>

source: Particles JSON
nl_nl: Deeltjes JSON

source: Set this equal to the set Minimum Height of your section - default is 400px!
nl_nl: Stel dit gelijk aan de ingestelde minimumhoogte van uw sectie - standaard is 400 px!

source: Height
nl_nl: Hoogte

source: Switch on to enable & access Particles options! Note that currently particles are not visible in edit/preview mode & can only be viewed on the frontend.
nl_nl: Schakel in om Particles-opties in te schakelen en te openen! Let op: momenteel zijn deeltjes niet zichtbaar in de bewerkings- / voorbeeldmodus en kunnen ze alleen via de frontend worden bekeken.

source: Enable Particles
nl_nl: Particles inschakelen

source: Enable support on iOs devices.
nl_nl: Ondersteuning inschakelen op iOs-apparaten.

source: iOS Support
nl_nl: iOS-ondersteuning

source: Enable support on Android devices.
nl_nl: Ondersteuning inschakelen op Android-apparaten.

source: Disable
nl_nl: Uitzetten

source: Enable
nl_nl: Inschakelen

source: Android Support
nl_nl: Android-ondersteuning

source: NOTICE: These options are untested and I would love to hear your feedback on them once you have tried them!
nl_nl: KENNISGEVING: Deze opties zijn niet getest en ik zou graag uw feedback over hen horen zodra u ze hebt geprobeerd!

source: This should be set between -1 to a max of 2 - Decimal points must be used for fine controls.
nl_nl: Dit moet worden ingesteld tussen -1 en max. 2 - Decimale punten moeten worden gebruikt voor fijne controle.

source: Speed
nl_nl: Snelheid

source: NOTICE: Speed has some caveats - the higher the speed the greater the zoom on the image. Negative speed values will also switch the direction of the movement on scroll!
nl_nl: KENNISGEVING: snelheid heeft een aantal kanttekeningen: hoe hoger de snelheid, des te groter de zoomlens op de afbeelding. Negatieve snelheidswaarden zullen ook de richting van de beweging tijdens het scrollen veranderen!

source: Set the Parallax type needed - default is Scroll effect.
nl_nl: Stel het gewenste Parallax-type in - standaard is Scroll-effect.

source: Scale + Opacity
nl_nl: Schaal + dekking

source: Scale
nl_nl: Schaal

source: Opacity
nl_nl: ondoorzichtigheid

source: Scroll + Opacity
nl_nl: Scroll + Dekking

source: Enable to access extra controls.
nl_nl: Schakel in om toegang te krijgen tot extra besturingselementen.

source: Enable Parallax
nl_nl: Parallax inschakelen

source: NOTICE: Please note that using both Parallax & Particles together on the same section may have side effects - use with care!
nl_nl: KENNISGEVING: Houd er rekening mee dat het tegelijkertijd gebruik van Parallax en Particles bijwerkingen kan hebben - wees voorzichtig!

source: View Live Page
nl_nl: Bekijk live pagina

source: Exit To Dashboard
nl_nl: Exit naar dashboard

source: Set delay time in in minutes i.e 1 for 1 minute or 0.20 (60*0.2) for 12 seconds - default is 0.50 (30 seconds)!
nl_nl: Stel de vertragingstijd in minuten in, dat wil zeggen 1 voor 1 minuut of 0,20 (60 * 0,2) voor 12 seconden - standaard is 0,50 (30 seconden)!

source: Delay Time
nl_nl: Vertragingstijd

source: Switch on to delay the contents of this column|section!.
nl_nl: Schakel in om de inhoud van deze kolom | sectie! Te vertragen !.

source: Delay Content?
nl_nl: Vertraag inhoud?

source: These controls only affect the Column/Section they are attached to!
nl_nl: Deze knoppen hebben alleen invloed op de kolom / sectie waaraan ze zijn gekoppeld!

source: Delayed Content
nl_nl: Vertraagde inhoud

source: A new version of Elementor is available. For better performance and compatibility of Elementor Custom Controls, we recommend updating to the latest version.
nl_nl: Er is een nieuwe versie van Elementor beschikbaar. Voor betere prestaties en compatibiliteit van Elementor Custom Controls, raden we aan de nieuwste versie bij te werken.

source: Update Elementor Now
nl_nl: Update Elementor nu

source: Granular Controls not working because you are using an old version of Elementor.
nl_nl: Granular Controls werkt niet omdat u een oude versie van Elementor gebruikt.

source: Install Elementor Now
nl_nl: Installeer Elementor nu

source: Granular Controls is not working because you need to install the Elementor plugin
nl_nl: Granular Controls werkt niet omdat u de Elementor-plug-in moet installeren

source: Activate Elementor Now
nl_nl: Activeer Elementor nu

source: Granular Controls not working because you need to activate the Elementor plugin.
nl_nl: Granular Controls werkt niet omdat je de Elementor-plug-in eerst moet activeren.
