{"translation-revision-date":"2020-06-03 00:02:37+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Import sample products":["Proefproducten importeren"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Door op 'Instellen' te klikken, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Een winkel opzetten voor een klant? {{link}}Begin hier{{\/link}}"],"Skip store setup":["Winkelconfiguratie overslaan"],"Take payments via bank transfer.":["Betalingen innen via bankoverschrijving."],"Take payments in cash upon delivery.":["Betalingen in contanten innen bij levering."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Door deze extensie te selecteren, wordt je winkel geconfigureerd om gebruik te maken van de Zuid-Afrikaanse rand als gekozen valuta."]," Selling CBD products is only supported by Square.":[" De verkoop van CBD-producten wordt alleen ondersteund door Square."],"My store doesn’t take payments":["Er worden geen betalingen geïnd via mijn winkel"],"There was a problem updating settings for %s":["Er is een probleem opgetreden met het bijwerken van de instellingen voor %s"],"Connect your PayFast account":["Koppel je PayFast-account."],"Passphrase":["Wachtwoordzin"],"Merchant Key":["Handelaarscode"],"Merchant ID":["Handelaars-ID"],"PayFast connected successfully":["Verbinding gemaakt met PayFast"],"Please enter your passphrase":["Voer je wachtwoordzin in"],"Please enter your merchant ID":["Voer je handelaars-ID in"],"Connect your Klarna account":["Koppel je Klarna-account."],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Koppel je winkel aan je PayPal-account. Heb je geen PayPal-account? Maak er een aan."],"PayFast":["PayFast"],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["Een Paypal-account is vereist om betalingen te verwerken. Je wordt doorgeleid naar de website van Paypal om de verbinding tot stand te brengen."],"Connect your PayPal account":["Koppel je PayPal-account"],"Verify details":["Gegevens controleren"],"Verify your business details with our payment partner, Stripe.":["Controleer je bedrijfsgegevens bij onze betalingspartner, Stripe."],"Verify business details":["Bedrijfsgegevens controleren"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met WooCommerce Payments. Probeer het opnieuw of sla over om later verbinding te maken in winkelinstellingen."],"WooCommerce Payments connected successfully.":["Verbinding gemaakt met WooCommerce Payments."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Een Square-account is vereist om betalingen te verwerken. Je wordt doorgeleid naar de website van Square om de verbinding tot stand te brengen."],"Connect your Square account":["Koppel je Square-account"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Koppel je winkel aan je Stripe-account. Heb je geen Stripe-account? Maak er een aan."],"Connect your Stripe account":["Koppel je Stripe-account"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Je API-gegevens kunnen verkregen worden via je {{docsLink}}Stripe-account{{\/docsLink}} Heb je geen Stripe-account? {{registerLink}}Maak er een aan.{{\/registerLink}}"],"A Stripe account is required to process payments.":["Een Stripe account is vereist om betalingen te verwerken."],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Voor een geldige geheime code in. Geldige codes beginnen met 'sk_live' of 'rk_live'."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Voor een geldige publiceerbare code in. Geldige codes beginnen met 'pk_live'."],"These details are required to receive payments via bank transfer":["Deze gegevens zijn vereist om betalingen via bankoverschrijving te innen"],"Add your bank details":["Voeg je bankgegevens toe"],"Direct bank transfer details added successfully":["Gegevens voor directe bankoverschrijving toegevoegd"],"There was a problem saving your payment setings":["Er is een probleem met het opslaan van je betaalinstellingen"],"Please enter an account number or IBAN":["Voer een rekeningnummer of IBAN in"],"Google Ads":["Google Ads"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Install %s":["%s installeren"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation-gateway"],"Below you’ll find a list of the most important steps to get your store up and running.":["Hieronder zie je een lijst met de belangrijkste stappen om je winkel te starten en beheren."],"Set up your store and start selling":["Creëer je winkel en begin te verkopen"],"Once complete your store will be ready for launch - exciting!":["Zodra je klaar bent met de winkel, kan deze gelanceerd worden - spannend!"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["Op basis van de door jou verstrekte informatie hebben we een paar laatste insteltaken voor je voorbereid."],"Woo hoo - you're almost there!":["Fantastisch, je bent bijna klaar!"],"Remove this card":["Deze kaart verwijderen"],"Task List Options":["Opties voor takenlijst"],"Yes, keep it":["Ja, behouden"],"No, hide it":["Nee, verbergen"],"Is this card useful?":["Is deze kaart handig?"],"Select which payment providers you’d like to use and configure them":["Selecteer welke betaalmethodes je wilt gebruiken en configureer ze"],"Set up payments":["Betaalmethodes instellen"],"Choose how to configure tax rates - manually or automatically":["Kies hoe je belastingtarieven wilt configureren - handmatig of automatisch"],"Set up tax":["Btw instellen"],"Configure some basic shipping rates to get started":["Configureer standaard verzendkosten om aan de slag te gaan"],"Set up shipping":["Verzenden instellen"],"Create a custom homepage and upload your logo":["Maak een aangepaste homepage aan en upload je logo"],"Personalize your store":["Personaliseer je winkel"],"Add products manually, import from a sheet or migrate from another platform":["Voeg handmatig producten toe, importeer vanuit een sheet of migreer vanaf een ander platform"],"Install and manage your extensions directly from your Dashboard":["Installeer en beheer je extensies rechtstreeks vanuit je dashboard"],"Connect your store to WooCommerce.com":["Koppel je winkel met WooCommerce.com"],"Purchase, install, and manage your extensions directly from your dashboard":["Koop, installeer en beheer je extensies rechtstreeks vanuit je dashboard"],"Purchase & install extensions":["Koop en installeer extensies"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Kies de betaling die je wilt: betaal nu, betaal later of verdeel het bedrag. Geen creditcardnummers, geen wachtwoorden, geen gedoe."],"PayPal Checkout":["PayPal Checkout"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 Kassa! Je winkel accepteert nu betalingen 💳"],"Credit cards - powered by Stripe":["Creditcards - mogelijk gemaakt door Stripe"],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Je kunt je API-gegevens bekijken via je {{link}}PayPal-account{{\/link}}"],"Please enter your API password":["Voer je API-wachtwoord in"],"Please enter your API username":["Voer je API-gebruikersnaam in"],"PayPal connected successfully.":["Verbinding gemaakt met PayPal."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met Square. Probeer het opnieuw of sla over om later verbinding te maken in winkelinstellingen."],"Square connected successfully.":["Verbinding gemaakt met Square."],"Live Secret Key":["Live geheime code"],"Live Publishable Key":["Live publiceerbare code"],"There was a problem saving your payment settings.":["Er is een probleem met het opslaan van je betaalinstellingen."],"Stripe connected successfully.":["Verbinding gemaakt met Stripe."],"No thanks, I'll configure taxes manually":["Nee bedankt, ik configureer btw handmatig"],"Good news!":["Goed nieuws!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Door op 'Configureren' te klikken, schakel je btw-tarieven en berekeningen in. Bekijk {{link}}hier{{\/link}} meer informatie."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Je kunt Klarna configureren in de {{link}}instellingen van je winkel{{\/link}}. Ontdek {{helpLink}}wat je nodig hebt{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Je API-gegevens kunnen verkregen worden via je {{link}}PayFast-account{{\/link}}"],"Please enter your merchant key":["Voer je handelaarscode in"],"Connect your store":["Je winkel koppelen"],"Head over to the tax rate settings screen to configure your tax rates":["Ga naar het scherm met de instellingen voor belastingtarieven om je btw-tarieven te configureren"],"Configure tax rates":["Belastingtarieven configureren"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Koppel je winkel aan WordPress.com om automatische btw-berekeningen in te schakelen"],"Set up tax rates manually":["Belastingtarieven handmatig inschakelen"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Met Jetpack en WooCommerce Services kun je btw-berekeningen automatiseren"],"Install Jetpack and WooCommerce Services":["Jetpack en WooCommerce Services installeren"],"You're awesome! One less item on your to-do list ✅":["Je bent geweldig! Weer een taak afgerond ✅"],"There was a problem updating your tax settings.":["Er is een probleem opgetreden bij het bijwerken van je belastinginstellingen."],"Connect your store to WordPress.com to enable label printing":["Koppel je winkel aan WordPress.com om het afdrukken van labels in te schakelen"],"Enable shipping label printing":["Verzendlabel afdrukken inschakelen"],"Define how much customers pay to ship to different destinations":["Bepaal hoeveel klanten betalen om naar verschillende bestemmingen te verzenden"],"Set shipping costs":["Verzendkosten instellen"],"The address from which your business operates":["Het adres waarop je bedrijf actief is"],"Set store location":["Winkellocatie instellen"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 Verzonden! Maak je geen zorgen, je kunt dit later altijd nog wijzigen."],"Shipping cost":["Verzendkosten"],"Shipping rates can not be negative numbers.":["Verzendkosten mogen geen negatieve getallen zijn."],"Your shipping rates have been updated.":["Je verzendkosten zijn bijgewerkt."],"There was a problem saving your store location.":["Er is een probleem met het opslaan van je winkellocatie."],"Post code":["Postcode"],"Address line 2 (optional)":["Adresregel 2 (optioneel)"],"Please add a post code":["Voer een postcode in"],"Please add a city":["Voer een plaats in"],"Please add an address":["Voer een adres in"],"For stores currently selling elsewhere we suggest using a product migration service":["Voor winkels die momenteel elders verkopen, raden we aan een productmigratieservice te gebruiken"],"Migrate":["Migreren"],"For larger stores we recommend importing all products at once via CSV file":["Voor grotere winkels raden we aan alle producten tegelijk te importeren via een CSV-bestand"],"For small stores we recommend adding products manually":["Voor kleine winkels raden we aan producten handmatig toe te voegen"],"Add manually (recommended)":["Handmatig toevoegen (aanbevolen)"],"Store connected to WooCommerce.com and extensions are being installed.":["Winkel gekoppeld aan WooCommerce.com en extensies worden geïnstalleerd."],"You must click approve to install your extensions and connect to WooCommerce.com.":["Je moet op Goedkeuren klikken om je extensies te installeren en te koppelen aan WooCommerce.com."],"Complete task":["Taak voltooien"],"Optionally display a prominent notice across all pages of your store":["Geef optioneel een prominente melding weer op alle pagina's van je winkel"],"Set a store notice":["Een winkelmelding instellen"],"Proceed":["Doorgaan"],"Ensure your store is on-brand by adding your logo":["Zorg ervoor dat je winkel herkend wordt door je logo toe te voegen"],"Upload a logo":["Een logo uploaden"],"Create homepage":["Homepage aanmaken"],"Create a new homepage and customize it to suit your needs":["Maak een nieuwe homepage aan en pas deze aan je behoeften aan"],"Create a custom homepage":["Een aangepaste homepage aanmaken"],"Skip":["Overslaan"],"We’ll add some products that will make it easier to see what your store looks like":["We voegen een aantal producten toe om eenvoudiger te kunnen bekijken hoe je winkel eruitziet"],"Please select a country \/ region":["Selecteer een land\/regio"],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 Je winkel ziet er geweldig uit! Vergeet hem niet verder aan te passen."],"Customize":["Aanpassen"],"All sample products have been imported.":["Alle demo producten zijn geïmporteerd."],"There was an error importing some of the sample products.":["Er is een fout opgetreden tijdens het importeren van bepaalde demo producten."],"Store logo updated sucessfully.":["Logo van winkel bijgewerkt."],"Purchase & install now":["Kopen en nu installeren"],"I'll do it later":["Dat doe ik later"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Je kunt deze functie niet gebruiken totdat de extensies zijn aangeschaft en geïnstalleerd."],"Would you like to purchase and install the following features now?":["Wil je de volgende functies nu kopen en installeren?"],"%s — %s per year":["%s — %s per jaar"],"Remove block":["Blok verwijderen"],"There was an error connecting to WooCommerce.com. Please try again.":["Er is een fout opgetreden tijdens het verbinden met WooCommerce.com. Probeer het nog eens."],"Add your first product":["Voeg je eerste product toe"],"Country \/ Region":["Land\/regio"],"Yes please":["Ja, graag"],"Retry":["Opnieuw proberen"],"Done":["Klaar"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook voor WooCommerce"],"Set up":["Instellen"],"Mailchimp for WooCommerce":["Mailchimp voor WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["Met de PayFast-extensie voor WooCommerce kun je betalingen met creditcard en EFT accepteren via een van de populairste betaalwijzen van Zuid-Afrika. Geen administratiekosten of maandelijkse abonnementskosten."],"Klarna Payments for WooCommerce":["Klarna-betalingen voor WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna-kassa voor WooCommerce"],"Recommended":["Aanbevolen"],"Square":["Vierkant"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Import products":["Producten importeren"],"Jetpack":["Jetpack"],"Connect":["Koppelen"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Veilig betalingen accepteren via kredietkaart of de PayPal-account van de klant."],"Import":["Importeren"],"WooCommerce Services":["WooCommerce Services"],"Free shipping":["Gratis verzending"],"Address line 1":["Adresregel 1"],"Rest of the world":["De rest van de wereld"],"Configure":["Configureren"],"and":["en"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"API Password":["API-wachtwoord"],"API Username":["API-gebruikersnaam"],"Bank name":["Banknaam"],"Account number":["Accountnummer"],"Account name":["Accountnaam"],"Sort code":["Sorteercode"],"Direct bank transfer":["Directe bankoverschrijving"],"Store notice text":["Tekst van winkelmelding"],"Save":["Opslaan"],"No thanks":["Nee, bedankt"],"Cash on delivery":["Rembours"],"City":["Plaats"],"Continue":["Doorgaan"],"Update":["Bijwerken"],"Settings":["Instellingen"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/task-list.52fe0e41a24d55f1b9b1.js"}}